var Diana_21 = {
	path: 'photo/20130212_Diana/',
	path_small: 'photo/20130212_Diana_small/',
	prefix: '1302-burmisha-',
	suffix: '.jpg',
	middles: ['0059', '0062', '0069', '0071', '0073', '0078', '0099', '0119', '0121', '0145', '0159', '0178', '0191', '0208', '0217', '0220', '0232', '0238', '0245', '0256', '0288', '0294', '0319'],
	id: 'Diana_20130212',
	title: '12 февраля. Как нам хватило одной бутылки шампанского.',
	text: 'День рождения это всегда здорово. \
			А ДР сразу после приезда всех с зимних каникул - ещё лучше. \
			Один из лучших вечеров за всю зиму и за это спасибо моим друзьям из МГУ. \
			Шляпа, «Бэнг», печеньки и прекрасная Диана! ',
};

var Ira_22 = {
	path: 'photo/20120429_Ira/',
	path_small: 'photo/20120429_Ira_small/',
	prefix: '1204-burmisha-',
	suffix: '.jpg',
	middles: ['8016','8042','8047','8177','8210'],
	id: 'Ira_20130212',
	title: '29 апреля. Как на ДР вам пригодится ловкость и интеллект.',
	text: 'Никогда тучи и ветер не могли нас остановить на пути к отмечанию Ириного ДР. ',
}

allPhotos = [Diana_21, Ira_22];